Repository: common-repository/keypress-list
Catalog: lang/kprl_trdom-*.po
Languages: fr_fr

source: Options saved.
fr_fr: Options sauvegardées

source: To activate the shortcut listener, in Front-Office, user must tip "Shift" and "S" keys simultaneously, then tip recorded shortcuts.
fr_fr: Pour activer l'écouteur de raccourci, dans la zone de l'utilisateur, vous serez amené à utiliser les touches "Shift" et "S" simultanément avant d'entrer les raccourcis enregistrés.

source: Change the Master key
fr_fr: Changez le raccourci général

source: Specify your master key :
fr_fr: Choisissez votre raccourci :

source: Keys are case insensitive, specify use of shift key before any letter key for capitalize it; separate keys with space, and use the word space to use it.
fr_fr: Les lettres utilisées ne sont pas sensibles à la casse, précisez l'utilisation de la touche Maj pour utiliser les capitales; séparer les touches par des espaces, et utiliser le mot space pour utiliser un espace.

source: or use default key
fr_fr: ou utilisez le raccourci par défaut

source: Label :
fr_fr: Libellé :

source: You can use letters, capitalized letters or numbers. Spaces are not allowed and special characters use isn't warranty.
fr_fr: Vous pouvez utiliser les lettres, minuscules et majuscules, et les nombres. L'usage des espaces et des caractères spéciaux ne sont pas garantis.

source: You have already install this plugin
fr_fr: Vous avez bien installé ce plugin

source: For multiline javascripts or functions, use a Javascript compressor
fr_fr: Pour des scripts multiligne ou des fonctions JavaScript / jQuery, utilisez un compresseur JavaScript.

source: Add
fr_fr: Ajouter

source: Modify
fr_fr: Modifier

source: Label
fr_fr: Libellé

source: Archive
fr_fr: Archiver

source: Delete
fr_fr: Supprimer

source: Activate
fr_fr: Activer

source: Update Options
fr_fr: Mettre à jour

source: With these options, it will be possible for users to navigate through the menu items using the left and right keys.
fr_fr: Grâce à ces options, il sera possible aux utilisateurs de naviguer au travers des éléments de menu grâce aux touches gauche et droite du clavier.

source: HTML id of the menu into navigate :
fr_fr: Id HTML du menu dans lequel vous voulez naviguer

source: CSS Class used to specify current page :
fr_fr: Classe CSS utilisé par votre thème pour spécifier qu'un menu est actif :

source: Would you enable Keypress Navigation?
fr_fr: Voulez-vous démarrer la navigation?

source: To activate the shortcup listener, in Front-Office, user must tip "Shift" and "S" keys simultaneously, then tip recorded shortcuts.
fr_fr: Pour activer l'écouteur de raccourci, dans la zone de l'utilisateur, vous serez amené à utiliser les touches "Shift" et "S" simultanément avant d'entrer les raccourcis enregistrés.
